Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J39.tmx
Source language: en_us
Languages: zh_cn

source: THE FIRST PART OF MAN
zh_cn: 第一部分论人类

source: CHAPTER I OF SENSE
zh_cn: 第一章论感觉

source: CONCERNING the thoughts of man, I will consider them first singly, and afterwards in train or dependence upon one another.
zh_cn: 关于人类的思想，我首先要个别地加以研究，然后再根据其序列或其相互依存关系加以研究。

source: Singly, they are every one a representation or appearance of some quality, or other accident of a body without us, which is commonly called an object.
zh_cn: 个别的来说：每一思想都是我们身外物体的某一种性质或另一种偶性的表象或现象。

source: Which object worketh on the eyes, ears, and other parts of man's body, and by diversity of working produceth diversity of appearances.
zh_cn: 这种身外物体通称为对象，它对人类身体的眼、耳和其他部分发生作用；由于作用各有不同，所以产生的现象也各自相异。

source: The original of them all is that which we call sense, (for there is no conception in a man's mind which hath not at first, totally or by parts, been begotten upon the organs of sense).
zh_cn: 所有这些现象的根源都是我们所谓的感觉；（因为人类心里的概念没有一种不是首先全部或部分地对感觉器官发生作用时产生的。）

source: The rest are derived from that original.
zh_cn: 其余部分则都是从这根源中派生出来的。

source: To know the natural cause of sense is not very necessary to the business now in hand; and I have elsewhere written of the same at large.
zh_cn: 认识感觉的自然原因，对目前的讨论说来并不十分必要，我在其他地方已经著文详加讨论。

source: Nevertheless, to fill each part of my present method, I will briefly deliver the same in this place.
zh_cn: 但为了使我目前的方法每一部分都得到充实起见，在这里还要把这问题简短地提一提。

source: The cause of sense is the external body, or object, which presseth the organ proper to each sense, either immediately, as in the taste and touch; or mediately, as in seeing, hearing, and smelling: which pressure, by the mediation of nerves and other strings and membranes of the body, continued inwards to the brain and heart, causeth there a resistance, or counter-pressure, or endeavour of the heart to deliver itself: which endeavour, because outward, seemeth to be some matter without.
zh_cn: 感觉的原因就是对每一专司感觉的器官施加压力的外界物体或对象。其方式有些是直接的，比如在味觉和触觉等方面便是这样；要不然便是间接的，比如在视觉、听觉和嗅觉等方面便是这样。这种压力通过人身的神经以及其他经络和薄膜的中介作用，继续内传而抵于大脑和心脏，并在这里引起抗力，反压力或心脏自我表达的倾向，这种倾向由于是外向的，所以看来便好象是外在之物。

source: And this seeming, or fancy, is that which men call sense; and consisteth, as to the eye, in a light, or colour figured; to the ear, in a sound; to the nostril, in an odour; to the tongue and palate, in a savour; and to the rest of the body, in heat, cold, hardness, softness, and such other qualities as we discern by feeling.
zh_cn: 这一假象或幻象就是人们所谓的感觉。对眼睛说来这就是光或成为形状的颜色，对耳朵说来这就是声音，对鼻子说来这就是气味，对舌和腭说来这就是滋味。对于身体的其他部分说来就是冷、热、软、硬和其他各种通过知觉来辨别的性质。

source: All which qualities called sensible are in the object that causeth them but so many several motions of the matter, by which it presseth our organs diversely.
zh_cn: 一切所谓可感知的性质都存在于造成他们的对象之中，它们不过是对象借以对我们的感官施加不同压力的许多种各自不同的物质运动。

source: Neither in us that are pressed are they anything else but diverse motions (for motion produceth nothing but motion).
zh_cn: 在被施加压力的人体中，它们也不是别的，而只是各种不同的运动；（因为运动只能产生运动。）

source: But their appearance to us is fancy, the same waking that dreaming.
zh_cn: 但在我们看来，它们的表象却都是幻象，无论在醒的时候和在梦中都是一样。

source: And as pressing, rubbing, or striking the eye makes us fancy a light, and pressing the ear produceth a din; so do the bodies also we see, or hear, produce the same by their strong, though unobserved action.
zh_cn: 正好象压、揉或打击眼睛时就会使我们幻觉看到一种亮光、压耳部就会产生鸣声一样，我们所看到或听到的物体通过它们邢种虽不可见却很强大的作用，也会产生同样的结果。

source: For if those colours and sounds were in the bodies or objects that cause them, they could not be severed from them, as by glasses and in echoes by reflection we see they are: where we know the thing we see is in one place; the appearance, in another.
zh_cn: 因为这些颜色和声音如果存在于造成它们的物体或对象之中，它们就不可能象我们通过镜子或者在回声中通过反射那样和原物分离；在这种情形下我们知道自己所见到的东西是在一个地方，其表象却在另一个地方。

source: And though at some certain distance the real and very object seem invested with the fancy it begets in us; yet still the object is one thing, the image or fancy is another.
zh_cn: 真正的对象本身虽然在一定的距离之外，但它们似乎具有在我们身上所产生的幻象，不过无论如何，对象始终是一个东西，而映象或幻象则是另一个东西。

source: So that sense in all cases is nothing else but original fancy caused (as I have said) by the pressure that is, by the motion of external things upon our eyes, ears, and other organs, thereunto ordained.
zh_cn: 因此，在一切情形下，感觉都只是原始的幻象；正如我在前面所说的，它们是由压力造成的，也就是由外界物体对我们的眼、耳以及其他专属于这方面的器官发生的运动所造成的。

source: But the philosophy schools, through all the universities of Christendom, grounded upon certain texts of Aristotle, teach another doctrine; and say, for the cause of vision, that the thing seen sendeth forth on every side a visible species, (in English) a visible show, apparition, or aspect, or a being seen; the receiving whereof into the eye is seeing.
zh_cn: 但基督教世界各大学哲学学派，却根据亚理士多德的某些文句，传授着另一种学说。他们说，视觉的原因是所见的物体向各方散发出一种可见素，用英文说便是散发出可见的形状、幻象、相或被视见的存在；眼睛接受这一切就是视见。

source: And for the cause of hearing, that the thing heard sendeth forth an audible species, that is, an audible aspect, or audible being seen; which, entering at the ear, maketh hearing.
zh_cn: 至于听觉的原因，则是被听见的东西散发出一种可闻素，也就是一种可闻的相或被感知的可闻存在；它进入耳朵就造成听觉。

source: Nay, for the cause of understanding also, they say the thing understood sendeth forth an intelligible species, that is, an intelligible being seen; which, coming into the understanding, makes us understand.
zh_cn: 不仅如此，他们还说，理解的原因也是被理解的东西散发出一种可理解素，也就是一种被感知的可理解存在；它进入悟性中就使我们发生理解。

source: I say not this, as disapproving the use of universities: but because I am to speak hereafter of their office in a Commonwealth, I must let you see on all occasions by the way what things would be amended in them; amongst which the frequency of insignificant speech is one.
zh_cn: 我之所以说这一切，不是为了否定大学的用处，而是因为往后我要谈到它们在共和国中的作用，所以就必须顺便一有机会就让大家看到，他们当中有哪些事情要加以纠正，经常出现无意义的说法就是其中之一。

source: CHAPTER II OF IMAGINATION
zh_cn: 第二章论想象

source: That when a thing lies still, unless somewhat else stir it, it will lie still for ever, is a truth that no man doubts of.
zh_cn: 当物体静止时，除非有他物扰动它，否则就将永远静止，这一真理是没有人怀疑的。

source: But that when a thing is in motion, it will eternally be in motion, unless somewhat else stay it, though the reason be the same (namely, that nothing can change itself), is not so easily assented to.
zh_cn: 但物体运动时，除非有他物阻止，否则就将永远运动；这话理由虽然相同（即物体本身不能自变），却不容易令人同意。

source: For men measure, not only other men, but all other things, by themselves: and because they find themselves subject after motion to pain and lassitude, think everything else grows weary of motion, and seeks repose of its own accord; little considering whether it be not some other motion wherein that desire of rest they find in themselves consisteth.
zh_cn: 因为人们不但根据自己衡量别人，而且根据自己衡量一切其他物体。人们自己在运动后发生疲倦和痛苦，于是便认为每一种其他物体都会逐渐厌倦运动，自动寻求休息。他们很少考虑到，人类在自己身上发现的寻求休息的欲望，是不是存在于另一种运动中。

source: From hence it is that the schools say, heavy bodies fall downwards out of an appetite to rest, and to conserve their nature in that place which is most proper for them; ascribing appetite, and knowledge of what is good for their conservation (which is more than man has), to things inanimate, absurdly.
zh_cn: 因此，经院学派便说：重物体之所以下降，是由于他们有着寻求休息并在最适当的位置上保持其本质的欲望；这样便把怎样才有利于自身的保存这种（连人类也无法具有的）知识与欲望荒谬地赋与无生命的物体了。

source: When a body is once in motion, it moveth (unless something else hinder it) eternally; and whatsoever hindreth it, cannot in an instant, but in time, and by degrees, quite extinguish it: and as we see in the water, though the wind cease, the waves give not over rolling for a long time after; so also it happeneth in that motion which is made in the internal parts of a man, then, when he sees, dreams, etc.
zh_cn: 物体一旦处于运动之中（除非受到他物阻挡），就将永远运动；不论是什么东西阻挡它，总不能立即完全消失它的运动，而只能逐步地慢慢地将其完全消失。我们在水中见到，风虽止而浪则经久不息；人们看见东西或梦见东西时，其内部各部分所发生的运动也是这样。

source: For after the object is removed, or the eye shut, we still retain an image of the thing seen, though more obscure than when we see it.
zh_cn: 因为当物体已经移去或自己将眼闭阖时，被看到的物体仍然有一个映象保留下来，不过比看见的时候更模糊而已。

source: And this is it the Latins call imagination, from the image made in seeing, and apply the same, though improperly, to all the other senses.
zh_cn: 这就是拉丁人所谓的想象，这是根据视觉中所得到的映象而来的。他们还把这一名词用于所有其他感觉方面，只是这样用并不正确。

source: But the Greeks call it fancy, which signifies appearance, and is as proper to one sense as to another.
zh_cn: 但希腊人却称之为幻象，意思就是假象，对哪一种感觉都同样可以适用。

source: Imagination, therefore, is nothing but decaying sense; and is found in men and many other living creatures, as well sleeping as waking.
zh_cn: 因此，想象便不过是渐次衰退的感觉，人和许多其他动物都有，有清醒时和入睡后都存在。

source: The decay of sense in men waking is not the decay of the motion made in sense, but an obscuring of it, in such manner as the light of the sun obscureth the light of the stars; which stars do no less exercise their virtue by which they are visible in the day than in the night.
zh_cn: 人在清醒时感觉的衰退，原非感觉中所发生的运动在衰退，只不过是被障蔽而已，有如阳光掩盖过星光一样，其实星的可见性质在白天发生的作用绝不比夜间差。

source: But because amongst many strokes which our eyes, ears, and other organs receive from external bodies, the predominant only is sensible; therefore the light of the sun being predominant, we are not affected with the action of the stars.
zh_cn: 然而由于我们的眼、耳和其他感觉器官接受外界物体所发出的多种撞击作用时，只能感受到其中占优势的作用，所以当阳光占优势时，我们便感受不到星的作用。

source: And any object being removed from our eyes, though the impression it made in us remain, yet other objects more present succeeding, and working on us, the imagination of the past is obscured and made weak, as the voice of a man is in the noise of the day.
zh_cn: 任何对象从我们眼前移开后，它在我们身上留下的印象虽然留存下来了，但由于有其他在时间上更近的对象继之出现，对我们发生作用，使过去的想象变得薄弱模糊，其情形正如同人的声音处在白天的嘈杂声中一样。

source: From whence it followeth that the longer the time is, after the sight or sense of any object, the weaker is the imagination.
zh_cn: 因此，任何对象被看见或感觉之后，经过的时间愈长，其想象也愈弱。

source: For the continual change of man's body destroys in time the parts which in sense were moved: so that distance of time, and of place, hath one and the same effect in us.
zh_cn: 由于人体不断的变化，会使在感觉中活动的部分逐渐归于无效，所以时间和空间的距离对我们便具有相同的作用。

source: For as at a great distance of place that which we look at appears dim, and without distinction of the smaller parts, and as voices grow weak and inarticulate: so also after great distance of time our imagination of the past is weak; and we lose, for example, of cities we have seen, many particular streets; and of actions, many particular circumstances.
zh_cn: 正象我们眺望远方，但见一片目蒙目龙，较小的部分无从辨别一样；也象声音愈远愈弱，以至听不清楚一样；我们对过去的想象经过一段长时间以后也会淡薄。（比如）我们曾经见过的城市中许多具体街道以及活动中的许多具体情况便都会被忘掉。

source: This decaying sense, when we would express the thing itself (I mean fancy itself), we call imagination, as I said before.
zh_cn: 这种渐次消失的感觉，当所指的是事物本身（我的意思是幻象本身）时，那我们就象我在前面所说的一样，称之为想象。

source: But when we would express the decay, and signify that the sense is fading, old, and past, it is called memory.
zh_cn: 但如果所指的是衰退的过程，意思是讲、感觉的消退、衰老或成为过去时，我们就称之为记忆。

source: So that imagination and memory are but one thing, which for diverse considerations hath diverse names.
zh_cn: 因此，想象和记忆就是同一回事，只是由于不同的考虑而具有不同的名称。

source: Much memory, or memory of many things, is called experience.
zh_cn: 记忆多或记住许多事物就谓之经验。

source: Again, imagination being only of those things which have been formerly perceived by sense, either all at once, or by parts at several times; the former (which is the imagining the whole object, as it was presented to the sense) is simple imagination, as when one imagineth a man, or horse, which he hath seen before.
zh_cn: 同样，想象也只限于以往曾经全部一次或逐部分为若干次被感官感觉的事物；前者是按原先呈现于感觉的状况构想整个客体，称为简单的想象。例如构想以往曾经见过的一个人或一匹马时的情形‘就是这样。

source: The other is compounded, when from the sight of a man at one time, and of a horse at another, we conceive in our mind a centaur.
zh_cn: 另一种想象则是复合的。例如把某次所见到的一个人和另一次所见到的一匹马在心中合成一个人首马身的怪物时情形就是这样。

source: So when a man compoundeth the image of his own person with the image of the actions of another man, as when a man imagines himself a Hercules or an Alexander (which happeneth often to them that are much taken with reading of romances), it is a compound imagination, and properly but a fiction of the mind.
zh_cn: 又如，当人们把自身的映象与他人行动的映象相结合时，就象爱读小说的人往往把自己想象为赫尔克里士或亚历山大那样，都是一种复合想象，确切地说来，这只是心理的虚构。

source: There be also other imaginations that rise in men, though waking, from the great impression made in sense: as from gazing upon the sun, the impression leaves an image of the sun before our eyes a long time after; and from being long and vehemently attent upon geometrical figures, a man shall in the dark, though awake, have the images of lines and angles before his eyes; which kind of fancy hath no particular name, as being a thing that doth not commonly fall into men's discourse.
zh_cn: 此外，人们虽在清醒中，也会因感觉到了极深的印象而产生其他的想象。例如注视太阳后，其印象经过很长一段时间还会在我们眼前留下一个太阳的映象。又如聚精会神地注视几何图形历时很久以后，虽在清醒中，在黑暗里也会仍觉有线条和角度的映象出现在眼前。

source: The imaginations of them that sleep are those we call dreams.
zh_cn: 这种幻象通常不属讨论范围，所以便没有特定的名称。

source: And these also (as all other imaginations) have been before, either totally or by parcels, in the sense.
zh_cn: 睡眠中的想象称为梦，这类的想象和其他的想象一样，也是以往就已经全部或部分地存在于感觉之中。

source: And because in sense, the brain and nerves, which are the necessary organs of sense, are so benumbed in sleep as not easily to be moved by the action of external objects, there can happen in sleep no imagination, and therefore no dream, but what proceeds from the agitation of the inward parts of man's body; which inward parts, for the connexion they have with the brain and other organs, when they be distempered do keep the same in motion; whereby the imaginations there formerly made, appear as if a man were waking; saving that the organs of sense being now benumbed, so as there is no new object which can master and obscure them with a more vigorous impression, a dream must needs be more clear, in this silence of sense, than are our waking thoughts.
zh_cn: 由于在感觉方面大脑和神经等必要的感受器官在睡眼中都是麻木的，不容易被外界物体的作用驱动，所以睡眠时，除开人体内各部分的骚动所引起的现象以外，就小能出现想象，因之也就没有梦。这些体内部分由于和大脑以及其他器官有联系，所以他们骚动不宁时就会使关联部分发生运动，于是过去在这些器官上所形成的想象就会象在清醒时一样出现；只是由于感觉器官这时处于麻木状态，没有新对象以更强烈的印象来支配和遮掩它们；于是，在这种感觉的静止状态中，梦境必然会比我们清醒时的思维更为清晰。

source: And hence it cometh to pass that it is a hard matter, and by many thought impossible, to distinguish exactly between sense and dreaming.
zh_cn: 因此，感觉与梦境便不容易有严格的区别，许多人甚至以为这种区别是不可能作出的。

source: For my part, when I consider that in dreams I do not often nor constantly think of the same persons, places, objects, and actions that I do waking, nor remember so long a train of coherent thoughts dreaming as at other times; and because waking I often observe the absurdity of dreams, but never dream of the absurdities of my waking thoughts, I am well satisfied that, being awake, I know I dream not; though when I dream, I think myself awake.
zh_cn: 就我个人说来，自己在作梦时并不象清醒时那样经常想到同一些人、同一些场所、同一些对象和同一些行动；同时在梦中也不象在其他时候一样能记得很长一系列连贯的思想；而且，在清醒时我往往能看出梦境的荒谬，但在做梦时则永远也想不到在清醒时思想的荒谬；当我考虑到这一切时，我对于自己在做梦时虽则自以为清醒，但在清醒时却能知道我没有做梦，就感到满意了。

source: And seeing dreams are caused by the distemper of some of the inward parts of the body, diverse distempers must needs cause different dreams.
zh_cn: 既然梦境是身体内某些部分的骚动不宁所引起的，不同的不宁状态就必然会引起不同的梦。

source: And hence it is that lying cold breedeth dreams of fear, and raiseth the thought and image of some fearful object, the motion from the brain to the inner parts, and from the inner parts to the brain being reciprocal; and that as anger causeth heat in some parts of the body when we are awake, so when we sleep the overheating of the same parts causeth anger, and raiseth up in the brain the imagination of an enemy.
zh_cn: 因此睡时受寒就会做噩梦，产生某种可怕的对象的想象和映象，因为由大脑至体内部分的运动和体内部分至大脑的运动是相互交流的。又如当我们在清醒时，激怒会引起身体的某些部分发热；于是，在睡眠中如果这些部分过度受热，便也会引起怒感，从而在大脑中形成敌人的想象。

source: In the same manner, as natural kindness when we are awake causeth desire, and desire makes heat in certain other parts of the body; so also too much heat in those parts, while we sleep, raiseth in the brain an imagination of some kindness shown.
zh_cn: 同样的道理，人类天赋的爱情使我们在清醒时产生欲念，而欲念又使身体的某些其他部分发热；于是这些部分要是在睡眠中过热，便也会在大脑中形成曾经出现过的爱情的想象。
